[
    {
        "name": "Fruity Pebbles",
        "slug": "fruity-pebbles",
        "price": 99.00,
        "product": "onesize",
        "quantity": 10,
        "descriptionSmall": "test small description",
        "descriptionLarge": "One variety, created by breeders Alien Genetics, was marketed as Fruity Pebbles OG, an April 2012 limited edition. Packs of these special Fruity Pebbles OG seeds sold for $1,000-$1,500 each. The mother, a cross of Green Ribbon and Granddaddy Purps, was bred with a strain crossed from Tahoe OG and Alien Kush."
    },
    {
        "name": "Swiss Cheese",
        "slug": "swiss-cheese",
        "price": 125.25,
        "product": "onesize",
        "quantity": 10,
        "descriptionSmall": "test small description",
        "descriptionLarge": "weet Cheese from Sweet Seeds. 🧀 This strain unites genetics from two high-grade strains to create a high producing plant with a revolutionary aged cheese flavor."
    },
    {
        "name": "Blueberry OG",
        "slug": "blueberry-og",
        "price": 67.50,
        "product": "onesize",
        "quantity": 10,
        "descriptionSmall": "test small description",
        "descriptionLarge": "Blueberry OG is a DJ Short Blueberry phenotype with exceptional CBD yielding qualities combined with the indica-dominant legend, OG Kush. This potent, award-winning union doesn’t pack much in the way of psychoactivity, but its anti-anxiety and anti-inflammatory effects make up for any lack of headiness. With flavors of sweet camphor and sandalwood, this strain elevates the consumer's mood and promotes an overall sense of well being."
    },
    {
        "name": "Hindu Kush",
        "slug": "hindu-kush",
        "price": 30.00,
        "product": "item",
        "quantity": 55,
        "descriptionSmall": "test small description",
        "descriptionLarge": "One of the original landrace strains that precipitated the popularization of cannabis throughout the world, Hindu Kush is a potent pure indica. It is indigenous to the Hindu Kush mountain chain that forms the border between Pakistan and Afghanistan."
    },
    {
        "name": "Purple Dream",
        "slug": "purple-dream",
        "price": 25.00,
        "product": "item",
        "quantity": 9,
        "descriptionSmall": "test small description",
        "descriptionLarge": "A California medical scene cut that is a classic, Purple Dream is thought to have come from the Mendo Purps line. It's a slow-vegging plant that almost always turns a deep shade of purple by the time it's finished. It's the purple plant of choice for many, as it's known for being more potent and flavorful than many of the others. Green Crack has a classically indica bud structure, with dense buds that are more small and clustered than chunky. The leaves are pale green to yellow, although the pigments in some phenotypes can cause some leaves to be streaked with purple when plants are exposed to cold during the growing process. Rust-colored pistils stand out against the colorful flowers. The buds are also coated in milky-white trichomes, giving them a sticky texture and a glistening appearance."
    },
    {
        "name": "Green Crack",
        "slug": "green-crack",
        "price": 60.00,
        "product": "item",
        "quantity": 3,
        "descriptionSmall": "test small description",
        "descriptionLarge": "Green Crack has a classically indica bud structure, with dense buds that are more small and clustered than chunky. The leaves are pale green to yellow, although the pigments in some phenotypes can cause some leaves to be streaked with purple when plants are exposed to cold during the growing process. Rust-colored pistils stand out against the colorful flowers. The buds are also coated in milky-white trichomes, giving them a sticky texture and a glistening appearance."
    },
    {
        "name": "Shirt Test",
        "slug": "shirt-test",
        "price": 20.00,
        "product": "shirt",
        "letterSize": {
            "s": 20,
            "m": 20,
            "l": 20,
            "xl": 0,
            "xxl": 20
        },
        "descriptionSmall": "test small description",
        "descriptionLarge": "The classic City Point Exotics style is back and better than ever with our first new blend of 100% premium cotton in a vintage garment dyed wash. This is your everyday tee prefect for any adventure."
    },
    {
        "name": "Wedding Cake",
        "slug": "wedding-cake",
        "price": 48.37,
        "product": "item",
        "quantity": 30,
        "descriptionSmall": "test small description",
        "descriptionLarge": "Wedding Cake, sometimes known as Pink Cookies or Birthday Cake, is a strain that leans on some very popular genetics to yield a balanced high and a dynamic taste. It is a cross between sour hybrid Cherry Pie and the universally appealing Girl Scout Cookies. And although its flavor may vary depending on the phenotype, Wedding Cake doesn’t exactly taste like any traditional nuptial dessert most have ever tasted -- instead, its profile is mostly sour and tangy with just a hint of creaminess. Increasingly popular for its well-rounded effects, Wedding Cake has both recreational and medical applications. Cannabis testing lab Analytical 360 has founded flowers of this strain to have between 16 and a staggering 25% THC."
    }
]